Repository: turanorkler/ContractionTimerPlus
Catalog: ContractionTimerPlus/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ru, tr, zh_hans

source: Add Contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
ja: 連絡先を追加する
ru: Добавить контакт
tr: Kişi ekle
zh_hans: 添加联系人

source: Add Contractions
ar: أضف التقلصات
de: Kontraktionen hinzufügen
es: Agregar contracciones
fr: Ajouter des contractions
ja: 収縮を追加
ru: Добавить сокращения
tr: Kasılma ekle
zh_hans: 添加收缩

# are_you_deleted
source: Are you sure all Records will be deleted?
ar: هل أنت متأكد أن جميع السجلات سيتم حذفها؟
de: Sind Sie sicher, dass alle Datensätze gelöscht werden?
es: ¿Estás seguro de que todos los registros se eliminarán?
fr: Êtes-vous sûr que tous les enregistrements seront supprimés ?
ja: すべてのレコードが削除されますか？
ru: Вы уверены, что все записи будут удалены?
tr: Tüm kayıtlar silinecek, emin misiniz?
zh_hans: 你确定所有记录都会被删除吗？

source: Ask intensity of contractions
ar: اسأل عن شدة التقلصات
de: Fragen Sie nach der Intensität der Kontraktionen
es: Pregunte sobre la intensidad de las contracciones
fr: Demandez l'intensité des contractions
ja: 収縮の強度を尋ねる
ru: Узнайте интенсивность сокращений
tr: Kasılmaların şiddetini sor
zh_hans: 询问收缩的强度

source: avg. duration
ar: متوسط المدة
de: Ø Dauer
es: duración prom.
fr: durée moy.
ja: 平均時間
ru: ср. время
tr: ort. süre
zh_hans: 平均时长

source: avg. frequency
ar: متوسط التكرار
de: Ø Häufigkeit
es: freq. prom.
fr: fréq. moy.
ja: 平均頻度
ru: ср. частота
tr: ort. sıklık
zh_hans: 平均频率

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
tr: İptal
zh_hans: 取消

source: Contact List
ar: قائمة جهات الاتصال
de: Kontaktliste
es: Lista de contactos
fr: Liste de contacts
ja: 連絡先リスト
ru: Список контактов
tr: Kişi Listesi
zh_hans: 联系人列表

source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
ja: 連絡先
ru: Контакты
tr: Kişiler
zh_hans: 联系人

source: Contraction Started
ar: التقلصات بدأت
de: Kontraktion Begonnen
es: Contracción Comenzada
fr: Contraction Commencée
ja: 収縮が開始 しました
ru: Сокращение началось
tr: Kasılma Başlat
zh_hans: 收缩 开始

source: Contraction Stopped
ar: التقلصات توقفت
de: Kontraktion Destoppt
es: Contracción Detenida
fr: Contraction Arrêtée
ja: 収縮が停止 しました
ru: Сокращение остановилось
tr: Kasılma Durdur
zh_hans: 收缩 停止

# Contraction_timer_is_not_just
source: Contraction timer is not just a regular timer. It is also a tool for recording and communicating!
ar: مؤقت التقلصات ليس مجرد مؤقت عادي. إنه أيضًا أداة لتسجيل وتبادل المعلومات!
de: Der Kontraktions-Timer ist nicht nur eine normale Stoppuhr. Es ist auch ein Werkzeug zum Aufzeichnen und Kommunizieren!
es: El temporizador de contracciones no es solo un cronómetro normal. ¡También es una herramienta para registrar y comunicar!
fr: Le minuteur de contraction n'est pas qu'un simple chronomètre. C'est aussi un outil pour enregistrer et communiquer !
ja: 収縮タイマーはただの普通のタイマーではありません。記録やコミュニケーションのためのツールでもあります！
ru: Таймер сокращений — это не просто обычный таймер. Это также инструмент для записи и общения!
tr: Kasılma zamanlayıcısı sadece sıradan bir zamanlayıcı değil. Aynı zamanda kaydetme ve iletişim için bir araç!
zh_hans: 收缩计时器不仅仅是一个普通的计时器。它还是记录和交流的工具！

source: Contractions
ar: التقلصات
de: Kontraktionen
es: Contracciones
ja: 収縮
ru: Сокращения
tr: Kasılmalar
zh_hans: 收缩

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete all contractions
ar: احذف جميع التقلصات
de: Alle Kontraktionen löschen
es: Eliminar todas las contracciones
fr: Supprimer toutes les contractions
ja: すべての収縮を削除
ru: Удалить все сокращения
tr: Tüm kasılmaları sil
zh_hans: 删除所有收缩

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
ja: 継続時間
ru: Продолжительность
tr: Süre
zh_hans: 持续时间

source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
ja: 簡単
ru: Легко
tr: Kolay
zh_hans: 容易

source: Edit Contact
ar: عديل جهة الاتصال
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact
ja: 連絡先を編集
ru: Редактировать контакт
tr: Kişiyi düzenle
zh_hans: 编辑联系人

source: Emergency Texts
ar: نصوص الطوارئ
de: Notfalltexte
es: Mensajes de emergencia
fr: Textes d'urgence
ja: 緊急テキスト
ru: Экстренные сообщения
tr: Acil durum
zh_hans: 紧急短信

source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ja: 周波数
ru: Частота
tr: Sıklık
zh_hans: 频率

source: Get Premium Now!
ar: احصل على النسخة المميزة الآن!
de: Holen Sie sich jetzt Premium!
es: ¡Consigue Premium ahora!
fr: Obtenez la version premium maintenant !
ja: 今すぐプレミアムを入手!
ru: Получите премиум прямо сейчас!
tr: Şimdi Premium Ol!
zh_hans: 立即获取高级版!

source: Get Ready
ar: استعد
de: Bereite dich vor
es: Prepárate
fr: Préparez-vous
ja: 準備して
ru: Готовься
tr: Hazırlan
zh_hans: 准备好

# Get_Ready_Desc
source: We recommend that you get ready to go to the hospital. Now, you can check whether you packed all the things and documents. Time allows you to take a shower and have a light meal. Continue timing contractions. If the hospital is far away or this is not your first baby, you may be better off going to the hospital right now. In addition, we recommend that you consult you doctor.
ar: نوصيك بالاستعداد للذهاب إلى المستشفى. الآن، يمكنك التحقق مما إذا كنت قد حزمت جميع الأشياء والمستندات. الوقت يسمح لك بالاستحمام وتناول وجبة خفيفة. استمر في توقيت التقلصات. إذا كان المستشفى بعيدًا أو إذا لم يكن هذا طفلك الأول، فقد يكون من الأفضل الذهاب إلى المستشفى الآن. بالإضافة إلى ذلك، نوصيك باستشارة طبيبك.
de: Wir empfehlen Ihnen, sich bereit zu machen, ins Krankenhaus zu gehen. Jetzt können Sie überprüfen, ob Sie alle Sachen und Dokumente eingepackt haben. Die Zeit erlaubt es Ihnen, zu duschen und eine leichte Mahlzeit zu sich zu nehmen. Setzen Sie die Zeiterfassung der Wehen fort. Wenn das Krankenhaus weit weg ist oder dies nicht Ihr erstes Kind ist, sollten Sie möglicherweise sofort ins Krankenhaus gehen. Außerdem empfehlen wir Ihnen, Ihren Arzt zu konsultieren.
es: Te recomendamos que te prepares para ir al hospital. Ahora puedes revisar si has empacado todas las cosas y documentos. El tiempo te permite ducharte y tomar una comida ligera. Continúa cronometrando las contracciones. Si el hospital está lejos o este no es tu primer bebé, tal vez sea mejor ir al hospital ahora mismo. Además, te recomendamos que consultes a tu médico.
fr: Nous vous recommandons de vous préparer à aller à l'hôpital. Maintenant, vous pouvez vérifier si vous avez emballé toutes les affaires et documents. Le temps vous permet de prendre une douche et de manger un repas léger. Continuez à chronométrer les contractions. Si l'hôpital est loin ou si ce n'est pas votre premier bébé, il vaut peut-être mieux y aller maintenant. De plus, nous vous recommandons de consulter votre médecin.
ja: 病院に行く準備をするようお勧めします。今、必要なものや書類をすべて詰めたか確認できます。時間があればシャワーを浴びたり軽い食事を取ることができます。収縮の計測を続けてください。病院が遠い場合やこれが初めての赤ちゃんではない場合、今すぐ病院に行った方が良いかもしれません。さらに、医師に相談することをお勧めします。
ru: Мы рекомендуем вам подготовиться к поездке в больницу. Сейчас вы можете проверить, все ли вещи и документы упакованы. У вас есть время принять душ и перекусить. Продолжайте отслеживать схватки. Если больница находится далеко или это не ваш первый ребенок, возможно, лучше отправиться в больницу прямо сейчас. Кроме того, мы рекомендуем проконсультироваться с врачом.
tr: Hastaneye gitmeye hazırlanmanızı öneriyoruz. Şimdi, tüm eşyaları ve belgeleri topladığınızı kontrol edebilirsiniz. Zaman, duş almak ve hafif bir öğün yemek için fırsat veriyor. Kasılmaları kronometrelemeye devam edin. Eğer hastane uzaksa veya bu ilk bebeğiniz değilse, şu anda hastaneye gitmek daha iyi olabilir. Ayrıca, doktorunuza danışmanızı öneririz.
zh_hans: 我们建议您准备好去医院。现在，您可以检查是否已经收拾好所有物品和文件。时间允许您洗个澡并吃点清淡的食物。继续记录宫缩时间。如果医院距离较远，或者这不是您的第一个孩子，最好现在就去医院。此外，我们建议您咨询医生。

# Get_Ready_SubDesc
source: Average duration of contractions as 1 minute 10 seconds, average frequency is 8 minutes 24 seconds correspond to the initial phase of the first stage of labor.
ar: متوسط مدة التقلصات دقيقة واحدة و10 ثوانٍ، ومتوسط التكرار هو 8 دقائق و24 ثانية، مما يتوافق مع المرحلة الأولية من المرحلة الأولى من المخاض.
de: Durchschnittliche Dauer der Wehen beträgt 1 Minute 10 Sekunden, durchschnittliche Frequenz 8 Minuten 24 Sekunden, was der Anfangsphase des ersten Stadiums der Geburt entspricht.
es: La duración promedio de las contracciones es de 1 minuto y 10 segundos, con una frecuencia promedio de 8 minutos y 24 segundos, lo que corresponde a la fase inicial de la primera etapa del parto.
fr: Une durée moyenne des contractions de 1 minute 10 secondes et une fréquence moyenne de 8 minutes 24 secondes correspondent à la phase initiale du premier stade du travail.
ja: 収縮の平均持続時間は1分10秒、平均頻度は8分24秒で、これは分娩の第一段階の初期段階に該当します。
ru: Средняя продолжительность схваток составляет 1 минуту 10 секунд, средняя частота — 8 минут 24 секунды, что соответствует начальной фазе первого этапа родов.
tr: Kasılma sürelerinin ortalama süresi 1 dakika 10 saniye, ortalama sıklığı 8 dakika 24 saniye olup, bu doğumun birinci aşamasının başlangıç fazına karşılık gelmektedir.
zh_hans: 宫缩平均持续时间为1分10秒，平均频率为8分24秒，对应于第一产程的初始阶段。

source: gift for you
ar: هدية لك
de: Geschenk für dich
es: Regalo para ti
fr: Cadeau pour toi
ja: あなたへの贈り物
ru: Подарок для тебя
tr: Sana hediye
zh_hans: 送给你的礼物

# Go_Hospital
source: Go to the hospital
ar: اذهب إلى المستشفى
de: Gehen Sie ins Krankenhaus
es: Ve al hospital
fr: Allez à l'hôpital
ja: 病院に行く
ru: Идите в больницу
tr: Hastaneye git
zh_hans: 去医院

# Go_Hospital_Desc
source: Call an ambulance or use other transportation and make sure to bring the items and documents you will need during your hospital stay. In addition, we recommend that you consult you doctor.
ar: اتصل بسيارة إسعاف أو استخدم وسائل نقل أخرى وتأكد من إحضار الأشياء والمستندات التي ستحتاجها أثناء إقامتك في المستشفى. بالإضافة إلى ذلك، نوصيك باستشارة طبيبك.
de: Rufen Sie einen Krankenwagen oder nutzen Sie ein anderes Transportmittel und stellen Sie sicher, dass Sie die Dinge und Dokumente mitbringen, die Sie während Ihres Krankenhausaufenthalts benötigen. Außerdem empfehlen wir Ihnen, Ihren Arzt zu konsultieren.
es: Llama a una ambulancia o utiliza otro medio de transporte y asegúrate de traer los artículos y documentos que necesitarás durante tu estancia en el hospital. Además, te recomendamos que consultes a tu médico.
fr: Appelez une ambulance ou utilisez un autre moyen de transport et assurez-vous d'apporter les affaires et documents dont vous aurez besoin pendant votre séjour à l'hôpital. De plus, nous vous recommandons de consulter votre médecin.
ja: 救急車を呼び、または他の交通手段を利用し、入院中に必要な物や書類を持っていくことを確認してください。さらに、医師に相談することをお勧めします。
ru: Вызовите скорую помощь или воспользуйтесь другим транспортом и убедитесь, что взяли с собой вещи и документы, которые вам понадобятся во время пребывания в больнице. Кроме того, мы рекомендуем проконсультироваться с врачом.
tr: Bir ambulans çağırın veya başka bir ulaşım aracı kullanın ve hastanede kalışınız sırasında ihtiyacınız olacak eşyaları ve belgeleri getirdiğinizden emin olun. Ayrıca, doktorunuza danışmanızı öneririz.
zh_hans: 叫救护车或使用其他交通工具，并确保带上住院期间所需的物品和文件。此外，我们建议您咨询医生。

# Go_Hospital_SubDesc
source: Average duration of contractions 42 seconds, average frequency is 5 minutes 2 seconds correspond to the activve phase of the labor.
ar: متوسط مدة التقلصات 42 ثانية، ومتوسط التكرار هو 5 دقائق وثانيتان، مما يتوافق مع المرحلة النشطة من المخاض.
de: Durchschnittliche Dauer der Wehen beträgt 42 Sekunden, durchschnittliche Frequenz 5 Minuten 2 Sekunden, was der aktiven Phase der Geburt entspricht.
es: La duración promedio de las contracciones es de 42 segundos, con una frecuencia promedio de 5 minutos y 2 segundos, lo que corresponde a la fase activa del parto.
fr: Une durée moyenne des contractions de 42 secondes et une fréquence moyenne de 5 minutes 2 secondes correspondent à la phase active du travail.
ja: 収縮の平均持続時間は42秒、平均頻度は5分2秒で、これは分娩の活発な段階に該当します。
ru: Средняя продолжительность схваток составляет 42 секунды, средняя частота — 5 минут 2 секунды, что соответствует активной фазе родов.
tr: Kasılma sürelerinin ortalama süresi 42 saniye, ortalama sıklığı 5 dakika 2 saniye olup, bu doğumun aktif fazına karşılık gelmektedir.
zh_hans: 宫缩平均持续时间为42秒，平均频率为5分2秒，对应于分娩的活跃阶段。

# header_rap_duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
ja: 継続時間
ru: Продолжительность
tr: Süre
zh_hans: 持续时间

# header_rap_no
source: No
ar: رقـم
de: Nr.
es: Núm.
fr: N°
ja: 番
zh_hans: 号 (#)

# header_rap_paintinterval
source: Pain Interval
ar: فاصل التقلصات
de: Wehenabstand
es: Intervalo de contracciones
fr: Intervalle des contractions
ja: 収縮間隔
ru: Интервал схваток
tr: Sancı Aralığı
zh_hans: 宫缩间隔

# header_rap_severityvalue
source: Severity Value
ar: شدة الألم
de: Schmerzintensität
es: Intensidad del dolor
fr: Intensité de la douleur
ja: 痛みの強さ
ru: Интенсивность боли
tr: Ağrı Şiddeti
zh_hans: 疼痛强度

# header_rap_startdate
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ru: Дата начала
tr: Başlama Tarihi
zh_hans: 开始日期

# header_rap_stopdate
source: Stop Date
ar: تاريخ التوقف
de: Stoppdatum
es: Fecha de parada
fr: Date d'arrêt
ja: 停止日
ru: Дата остановки
tr: Bitiş Tarihi
zh_hans: 停止日期

# help_mail_desc
source: "It’s happening! My contractions have started, and we’re getting ready for the big moment. Wish us luck!"
ar: هذا يحدث! تقلصاتي بدأت، ونحن نستعد للحظة الكبيرة. ادعوا لنا بالتوفيق!
de: Es passiert! Meine Wehen haben begonnen, und wir bereiten uns auf den großen Moment vor. Wünscht uns Glück!
es: ¡Está pasando! Han comenzado las contracciones y nos estamos preparando para el gran momento. ¡Deseadnos suerte!
fr: Ça y est ! Mes contractions ont commencé, et nous nous préparons pour le grand moment. Souhaitez-nous bonne chance !
ja: いよいよだ！陣痛が始まり、大きな瞬間の準備をしているところです。私たちに幸運を祈ってね！
ru: Это происходит! У меня начались схватки, и мы готовимся к важному моменту. Пожелайте нам удачи!
tr: Oluyor! Sancılarım başladı ve büyük an için hazırlanıyoruz. Bize şans dileyin!
zh_hans: 开始了！我的宫缩已经开始了，我们正在为这个重要时刻做准备。祝我们好运吧！

# help_mail_title
source: Labor Has Just Started!
ar: المخاض بدأ للتو!
de: Die Wehen haben gerade begonnen!
es: ¡El parto acaba de empezar!
fr: Le travail vient de commencer !
ja: 陣痛が始まったばかりです！
ru: Роды только что начались!
tr: Doğum süreci başladı!
zh_hans: 分娩刚刚开始！

# If_your_water
source: If your water breaks or significant bleeding occurs, go to the hospital
ar: إذا انفجرت كيس الماء أو حدث نزيف كبير، اذهب إلى المستشفى.
de: Wenn deine Fruchtblase platzt oder starkes Blutungen auftreten, geh ins Krankenhaus.
es: Si se te rompe la fuente o hay un sangrado significativo, ve al hospital.
fr: Si votre eau se rompt ou qu'un saignement important survient, rendez-vous à l'hôpital.
ja: もし破水した場合や大量の出血があった場合は、病院へ行ってください。
ru: Если у вас отошли воды или началось сильное кровотечение, отправляйтесь в больницу.
tr: Eğer suyunuz geldiyse veya önemli bir kanama olduysa, hastaneye gidin.
zh_hans: 如果羊水破了或出现大量出血，请去医院。

source: Inform People
ar: إبلاغ الأشخاص
de: Leute informieren
es: Informar a las personas
fr: Informer les gens
ja: 人々に通知する
ru: Уведомить людей
tr: İnsanları bilgilendir
zh_hans: 通知人员

source: Language Change
ar: تغيير اللغة
de: Sprachwechsel
es: Cambio de idioma
fr: Changement de langue
ja: 言語変更
ru: Смена языка
tr: Dil Değiştir
zh_hans: 语言更改

source: Lots of features along
ar: العديد من الميزات معًا
de: Viele Funktionen zusätzlich
es: Muchas funciones adicionales
fr: De nombreuses fonctionnalités en plus
ja: 多くの機能が追加で
ru: Множество функций в дополнение
tr: Birçok özellik ek olarak
zh_hans: 许多功能相伴

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
ja: 中くらい
ru: Средний
tr: Orta
zh_hans: 中等

# membership_not_act_desc
source: You can use this feature when your membership is active.
ar: يمكنك استخدام هذه الميزة عندما يكون اشتراكك نشطًا.
de: Sie können diese Funktion nutzen, wenn Ihr Mitgliedschaft aktiv ist.
es: Puedes usar esta función cuando tu membresía esté activa.
fr: Vous pouvez utiliser cette fonctionnalité lorsque votre abonnement est actif.
ja: メンバーシップが有効なときにこの機能を使用できます。
ru: Вы можете использовать эту функцию, когда ваше членство активно.
tr: Üyeliğiniz aktif olduğunda bu özelliği kullanabilirsiniz.
zh_hans: 当您的会员资格有效时，您可以使用此功能。

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ru: Ежемесячно
tr: Aylık
zh_hans: 每月

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ru: Имя
tr: Ad
zh_hans: 名字

# Name_Star
source: Name *
ar: الاسم *
es: Nombre*
fr: Nom *
ja: 名前 *
ru: Имя *
tr: Ad *
zh_hans: 名字 *

source: No Ads
ar: لا إعلانات
de: Keine Werbung
es: Sin anuncios
fr: Pas de publicités
ja: 広告なし
ru: Без рекламы
tr: Reklam Yok
zh_hans: 无广告

source: No contacts yet
ar: لا جهات اتصال حتى الآن
de: Noch keine Kontakte
es: Aún no hay contactos
fr: Aucun contact pour le moment
ja: まだ連絡先がありません
ru: Пока нет контактов
tr: Henüz kişi yok
zh_hans: 暂无联系人

source: Painful
ar: مؤلم
de: Schmerzhaft
es: Doloroso
fr: Douloureux
ja: 痛い
ru: Больной
tr: Ağrılı
zh_hans: 痛苦的

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль
tr: Şifre
zh_hans: 密码

# paywall_1
source: ❤️ Most seamless contraction timer on the market!
ar: ❤️ أكثر مؤقت تقلصات سلاسة في السوق!
de: ❤️ Der nahtloseste Wehen-Timer auf dem Markt!
es: ❤️ ¡El temporizador de contracciones más fluido del
fr: ❤️ Le minuteur de contractions le plus fluide sur le marché !
ja: ❤️ 市場で最もスムーズな収縮タイマー！
ru: ❤️ Самый бесперебойный таймер схваток на рынке!
tr: ❤️ Piyasada en sorunsuz kasılma zamanlayıcısı!
zh_hans: ❤️ 市场上最流畅的宫缩计时器！

# paywall_2
source: 🍼 Keep & share your contractions report easily
ar: 🍼 احتفظ بتقرير تقلصاتك وشاركه بسهولة
de: 🍼 Behalten Sie Ihren Wehenbericht einfach bei und teilen Sie ihn
es: 🍼 Guarda y comparte fácilmente tu informe de contracciones
fr: 🍼 Gardez et partagez facilement votre rapport de contractions
ja: 🍼 収縮レポートを簡単に保存して共有
ru: 🍼 Легко сохраняйте и делитесь отчетом о схватках
tr: 🍼 Kasılma raporunuzu kolayca kaydedin ve paylaşın
zh_hans: 🍼 轻松保存并分享您的宫缩报告

# paywall_3
source: 🌸 Useful tips & articles just in time!
ar: 🌸 نصائح ومقالات مفيدة في الوقت المناسب!
de: 🌸 Nützliche Tipps und Artikel genau zur rechten Zeit!
es: 🌸 ¡Consejos y artículos útiles justo a tiempo!
fr: 🌸 Des conseils et articles utiles au bon moment !
ja: 🌸 必要なときに役立つヒントや記事！
ru: 🌸 Полезные советы и статьи вовремя!
tr: 🌸 Faydalı ipuçları ve makaleler tam zamanında!
zh_hans: 🌸 及时的实用技巧和文章！

# paywall_4
source: 📫 Emergency texts to people with only one tap!
ar: 📫 رسائل طوارئ للأشخاص بضغطة واحدة فقط!
de: 📫 Notfallnachrichten an Personen mit nur einem Tipp!
es: 📫 ¡Mensajes de emergencia a personas con solo un toque!
fr: 📫 Envoyez des messages d'urgence aux personnes en un seul clic !
ja: 📫 たった一回のタップで緊急メッセージを送信！
ru: 📫 Экстренные сообщения людям всего одним касанием!
tr: 📫 Sadece bir dokunuşla acil durum metinleri gönderin!
zh_hans: 📫 只需一键，即可发送紧急短信！

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話
ru: Телефон
tr: Telefon
zh_hans: 电话

# premium_3day_try
source: Get 3-Days Trial Now!
ar: احصل على نسخة تجريبية لمدة 3 أيام الآن!
de: Jetzt 3-Tage-Testversion sichern!
es: ¡Obtén una prueba de 3 días ahora!
fr: Obtenez un essai de 3 jours maintenant !
ja: 今すぐ3日間の無料トライアルを入手！
ru: Получите пробную версию на 3 дня прямо сейчас!
tr: Şimdi 3 Gün Deneme Sürümü Al!
zh_hans: 立即获取3天试用！

source: Premium Membership
ar: العضوية المميزة
de: Premium-Mitgliedschaft
es: Membresía Premium
fr: Adhésion Premium
ja: プレミアム会員
ru: Премиум-членство
tr: Premium Üyelik
zh_hans: 高级会员

# premium_monthly
source: Get premium now with only monthly/%@
ar: احصل على العضوية المميزة الآن مقابل اشتراك شهري فقط/%@
de: Jetzt Premium abonnieren für nur monatlich/%@
es: ¡Consigue Premium ahora por solo mensual/%@!
fr: Obtenez Premium dès maintenant pour seulement mensuel/%@
ja: 今すぐプレミアムを入手！月額のみ/%@
ru: Получите премиум прямо сейчас всего за месячную/%@
tr: Şimdi aylık/%@ ödeyerek Premium'a geçin
zh_hans: 立即获取高级会员，仅需每月/%@

# premium_weekly
source: Get premium now with only weekly/%@
ar: احصل على العضوية المميزة الآن مقابل اشتراك أسبوعي فقط/%@
de: Jetzt Premium abonnieren für nur wöchentlich/%@
es: ¡Consigue Premium ahora por solo semanal/%@!
fr: Obtenez Premium dès maintenant pour seulement hebdomadaire/%@
ja: 今すぐプレミアムを入手！週額のみ/%@
ru: Получите премиум прямо сейчас всего за еженедельную/%@
tr: Şimdi haftalık/%@ ödeyerek Premium'a geçin
zh_hans: 立即获取高级会员，仅需每周/%@

# Premium_Weekly_Sub
source: Weekly Premium Subscription
ar: اشتراك أسبوعي مميز
de: Wöchentliches Premium-Abonnement
es: Suscripción Premium semanal
fr: Abonnement Premium hebdomadaire
ja: 週刊プレミアムサブスクリプション
ru: Еженедельная премиум-подписка
tr: Haftalık Premium Abonelik
zh_hans: 每周高级订阅

# Premium_Yearly_Sub
source: Yearly Premium Subscription
ar: اشتراك سنوي مميز
de: Jährliches Premium-Abonnement
es: Suscripción Premium anual
fr: Abonnement Premium annuel
ja: 年間プレミアムサブスクリプション
ru: Годовая премиум-подписка
tr: Yıllık Premium Abonelik
zh_hans: yearly高级订阅

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策

# rap_desc
source: - This report includes contraction times. - Times are recorded instantly. - Information on violence is based on the patient's statement.
ar: - يتضمن هذا التقرير أوقات التقلصات. - يتم تسجيل الأوقات فورًا. - المعلومات حول العنف تستند إلى بيان المريض.
de: - Dieser Bericht enthält die Wehenzeiten. - Die Zeiten werden sofort erfasst. - Informationen zu Gewalt beruhen auf der Aussage des Patienten.
es: - Este informe incluye los tiempos de las contracciones. - Los tiempos se registran al instante. - La información sobre la violencia se basa en la declaración del paciente.
fr: - Ce rapport inclut les horaires des contractions. - Les horaires sont enregistrés instantanément. - Les informations sur la violence sont basées sur la déclaration du patient.
ja: - このレポートには収縮時間が含まれています。 - 時間は即座に記録されます。 - 暴力に関する情報は、患者の声明に基づいています。
ru: - Этот отчёт включает время схваток. - Время записывается мгновенно. - Информация о насилии основана на заявлении пациента.
tr: - Bu rapor, kasılma sürelerini içerir. - Zamanlar anında kaydedilir. - Şiddetle ilgili bilgiler hastanın beyanına dayanmaktadır.
zh_hans: - 本报告包含宫缩时间。 - 时间会立即记录。 - 关于暴力的信息基于患者的陈述。

# rap_subtitle
source: Contraction timer tracking and monitoring report
ar: تقرير تتبع ومراقبة Contraction Timer
de: Bericht zur Nachverfolgung und Überwachung von Contraction Timer
es: Informe de seguimiento y monitoreo de Contraction Timer
fr: Rapport de suivi et de surveillance de Contraction Timer
ja: Contraction Timer の追跡と監視レポート
ru: Отчёт об отслеживании и мониторинге Contraction Timer
tr: Contraction Timer takip ve izleme raporu
zh_hans: Contraction Timer 跟踪与监测报告

# rap_title
source: Contraction Timer Report
ar: تقرير Contraction Timer
de: Bericht von Contraction Timer
es: Informe de Contraction Timer
fr: Rapport de Contraction Timer
ja: Contraction Timer レポート
ru: Отчёт Contraction Timer
tr: Contraction Timer Raporu
zh_hans: Contraction Timer 报告

source: Remove All
ar: إزالة الكل
de: Alles entfernen
es: Eliminar todo
fr: Supprimer tout
ja: すべて削除
ru: Удалить всё
tr: Hepsini Kaldır
zh_hans: 全部删除

source: Report
ar: تقرير
de: Bericht
es: Informe
fr: Rapport
ja: レポート
ru: Отчёт
tr: Rapor
zh_hans: 报告

source: Restore Purchases
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
ru: Восстановить покупку
tr: Satın Almayı Geri Yükle
zh_hans: 恢复购买

source: Rough
ar: صلب
de: Hart
es: Duro
fr: Dur
ja: 硬い
ru: Твёрдый
tr: Sert
zh_hans: 坚硬的

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Share Contractions
ar: مشاركة التقلصات
de: Wehen teilen
es: Compartir contracciones
fr: Partager les contractions
ja: 収縮を共有
ru: Поделиться схватками
tr: Kasılmaları Paylaş
zh_hans: 分享宫缩
